tap "chrokh/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jlhonora/lsusb"
tap "mongodb/brew"
tap "osx-cross/avr"
brew "act"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "docker", link: false
brew "docker-compose", link: false
brew "harfbuzz"
brew "pango"
brew "readline"
brew "fontforge"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "htop"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "languagetool", restart_service: true
brew "libpq"
brew "lsusb"
brew "make"
brew "maven"
brew "s-lang"
brew "midnight-commander"
brew "mysql-client"
brew "mysql-client@5.7"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "openssl@3"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "task"
brew "taskd"
brew "tasksh"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "chrokh/tap/base16-manager"
brew "mongodb/brew/mongodb-community@4.4"
brew "planetscale/tap/pscale"
