tap "chrokh/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "docker"
brew "docker-compose", link: false
brew "fzf"
brew "gh"
brew "git"
brew "readline"
brew "xz"
brew "python@3.9"
brew "glib"
brew "guile"
brew "unbound"
brew "gnutls"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "make"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "pure"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "task"
brew "taskd"
brew "tasksh"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "chrokh/tap/base16-manager"
cask "google-cloud-sdk"
cask "kitty"
